const NutrientDescription = new Map();
NutrientDescription.set(
  '비타민 B',
  '피곤해서 비타민B를 먹었는데 효과가 없었던 적이 있지 않나요? \n비타민 B 중에서는 흡수율이 낮은 몇몇 종류(대표적으로 B1-티아민)가 있답니다. \nB1을 벤포티아민 등의 형태로 섭취하면 훨씬 흡수율이 올라간다는 것, 알고 계시나요? \n저희가 어떤 제품이 비타민B를 더 나은 형태로 제공하는지 알아봐드릴게요. '
);
NutrientDescription.set(
  '비타민 C',
  '항산화, 면역력, 식후 혈당관리 등에 도움을 줄 수 있는 너도 알고 나도 아는 만능 비타민 C!\n 비타민 C는 수용성 비타민이기 때문에 체내 농도를 일정하게 유지하기 위해서는 몇 시간에 한 번씩 복용하는 것이 제일 좋지만, 현실적으로 힘든 일이죠. \n이런 경우에는 서방형 제제의 비타민C를 시도해 보세요!'
);
NutrientDescription.set(
  '비타민 D',
  '면역력의 수호자 비타민 D! 비타민D는 햇볕을 쬐면 자연스럽게 생성되지만, 현대인의 대부분은 이러한 기회가 부족하죠. \n질병관리본부 통계에 따르면 열명 중 아홉 명이 비타민D가 부족하다고 해요.\n 하지만 걱정 마세요, 우리에겐 영양제가 있으니까요!'
);
NutrientDescription.set(
  '종합비타민',
  '밥만 제때 챙겨 먹는다고 다가 아니죠, 육류, 생선, 과일, 채소의 균형 잡힌 식사를 해야 제대로 챙겨 먹는 거죠! \n종합 비타민은 균형 잡힌 식단을 챙기지 못하시는 분들께 가장 간편하면서도 효과적인 영양제랍니다.'
);
NutrientDescription.set(
  '마그네슘',
  '마그네슘은 우리가 더 쉽게 잠에 들 수 있도록 도와줍니다. \n이런 마그네슘에 무려 10가지가 넘는 형태가 있다는 것을 알고 계셨나요? \n저렴해서 가장 쉽게 접할 수 있는 산화마그네슘은 흡수율이 떨어져 설사를 유발할 수 있어요.\n 마그네슘을 먹고 배가 아프셨다면 저희가 추천해 드리는 마그네슘을 고려해 보세요!'
);
NutrientDescription.set(
  '오메가 3',
  '오메가 3는 주로 생선 기름에 많이 함유되어 있는 지방산을 뜻해요, \n평소 식단으로 생선을 잘 드시지 않으시는 분들은 오메가 3를 챙겨 먹는 것이 좋아요. \n그렇다면 오메가3는 우리 몸에 어떤 이점이 있을까요? AI 분석과 함께 알아볼까요?'
);
NutrientDescription.set(
  '밀크시슬',
  '밀크시슬의 실리마린 성분은 간 손상을 예방하고 당뇨병 환자의 혈당, 인슐린 저항성을 낮추는 데 도움을 줄 수 있어요. \n오늘의 영양제와 함께 밀크시슬 영양제를 찾으러 떠나볼까요?'
);
NutrientDescription.set(
  '루테인',
  '루테인은 눈의 피로를 개선하는 데에 효과적인 성분이에요. \n그뿐만 아니라 시각적 처리 속도를 개선하고 이는 운동 경기력, 운전자의 운전 능력, 읽기 속도 등에 영향을 미칠 수 있어요. \n오늘의 영양제와 함께 루테인 영양제를 찾으러 떠나볼까요?'
);
NutrientDescription.set(
  '아연',
  '아연은 면역력을 향상시키고 공복 혈당을 낮추고 콜레스테롤 수치를 개선하는 데에 효과적인 성분이에요. \n코로나 항체를 더 빨리 생성하는 데에도 이점이 있어요. \n다만 형태에 따라 흡수율에 차이가 크기 때문에 적절한 아연 영양제를 골라야 한답니다.'
);
NutrientDescription.set(
  '유산균',
  '유산균은 일반적인 장 건강 개선 효과 외에도 면역력 향상, 아토피, 비듬의 완화 등 균주에 따라 다양한 효과를 가지고 있어요! \n목적에 맞는 알맞은 균주의 유산균 제품을 알아봐드릴게요!'
);
NutrientDescription.set(
  '콜라겐',
  '콜라겐은 피부뿐만 아니라 관절 건강을 위해서 섭취하기도 해요! \n콜라겐은 식사와 함께 섭취할 시 칼로리화되어버릴 수 있으니 가급적 식전 또는 식후 2시간 뒤에 섭취하시는 걸 권장 드려요!'
);
NutrientDescription.set(
  '철분',
  '빈혈, PMS 등을 해결해 주는 여성을 위한 영양제 철분! \n철분은 특히 PMS가 있는 여성의 원인 모를 피로감을 해소해 주기도 해요, 임산부의 경우 더더욱 철분이 결핍되지 않도록 신경 써야 하죠. \n오늘의 영양제와 함께 철분 영양제를 찾으러 떠나볼까요?'
);
NutrientDescription.set(
  '프로폴리스',
  '프로폴리스는 항산화력이 높아 노화를 방지하고 염증을 완화하는 데 도움이 될 수 있어요! \n다른 영양소에 비해 훨씬 다양한 제품 형태가 제공되는 것도 장점이죠.'
);
export default NutrientDescription;
